#Properties file for com.calclab.functions.trigonometric
Bundle-Vendor = Calculation Laboratory
Bundle-Name = Trigonometric
information.description = \u0421\u0438\u043D\u0443\u0441 \u0447\u0438\u0441\u043B\u0430 x. \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432 \u0440\u0430\u0434\u0438\u0430\u043D\u0430\u0445. \u0414\u043B\u044F \u0440\u0430\u0441\u0447\u0435\u0442\u0430 \u0441\u0438\u043D\u0443\u0441\u0430 \u0432 \u0433\u0440\u0430\u0434\u0443\u0441\u0430\u0445, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 sind(x).
information.description.0 = \u041A\u043E\u0441\u0438\u043D\u0443\u0441 \u0447\u0438\u0441\u043B\u0430 x. \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432 \u0440\u0430\u0434\u0438\u0430\u043D\u0430\u0445. \u0414\u043B\u044F \u0432\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u044F \u043A\u043E\u0441\u0438\u043D\u0443\u0441\u0430 \u0432 \u0433\u0440\u0430\u0434\u0443\u0441\u0430\u0445, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 cosd(x).
information.description.1 = \u0421\u0438\u043D\u0443\u0441 \u0447\u0438\u0441\u043B\u0430 x. \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432 \u0433\u0440\u0430\u0434\u0443\u0441\u0430\u0445. \u0414\u043B\u044F \u0432\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u044F \u0441\u0438\u043D\u0443\u0441\u0430 \u0432 \u0440\u0430\u0434\u0438\u0430\u043D\u0430\u0445, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 sin(x).
information.description.2 = \u041A\u043E\u0441\u0438\u043D\u0443\u0441 x. \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432 \u0433\u0440\u0430\u0434\u0443\u0441\u0430\u0445. \u0434\u043B\u044F \u0432\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u044F \u043A\u043E\u0441\u0438\u043D\u0443\u0441\u0430 \u0432 \u0440\u0430\u0434\u0438\u0430\u043D\u0430\u0445, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 cos(x).
information.description.3 = \u041A\u043E\u0442\u0430\u043D\u0433\u0435\u043D\u0441 \u0447\u0438\u0441\u043B\u0430 x. \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432 \u0440\u0430\u0434\u0438\u0430\u043D\u0430\u0445. \u0427\u0442\u043E\u0431\u044B \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u044C \u043A\u043E\u0442\u0430\u043D\u0433\u0435\u043D\u0441 \u0432 \u0433\u0440\u0430\u0434\u0443\u0441\u0430\u0445, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044E ctgd(x).
information.description.4 = \u0422\u0430\u043D\u0433\u0435\u043D\u0441 \u0447\u0438\u0441\u043B\u0430 x. \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432 \u0433\u0440\u0430\u0434\u0443\u0441\u0430\u0445. \u0427\u0442\u043E\u0431\u044B \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u044C \u0442\u0430\u043D\u0433\u0435\u043D\u0441 \u0432 \u0440\u0430\u0434\u0438\u0430\u043D\u0430\u0445, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044E tg(x).
information.description.5 = \u041A\u043E\u0442\u0430\u043D\u0433\u0435\u043D\u0441 \u0447\u0438\u0441\u043B\u0430 x. \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432 \u0433\u0440\u0430\u0434\u0443\u0441\u0430\u0445. \u0427\u0422\u043E\u0431\u044B \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u044C \u043A\u043E\u0442\u0430\u043D\u0433\u0435\u043D\u0441 \u0432 \u0440\u0430\u0434\u0438\u0430\u043D\u0430\u0445, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044E ctg(x).
information.description.6 = \u0422\u0430\u043D\u0433\u0435\u043D\u0441 \u0447\u0438\u0441\u043B\u0430 x. \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432 \u0440\u0430\u0434\u0438\u0430\u043D\u0430\u0445. \u0427\u0442\u043E\u0431\u044B \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u044C \u0442\u0430\u043D\u0433\u0435\u043D\u0441 \u0432 \u0433\u0440\u0430\u0434\u0443\u0441\u0430\u0445, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 tgd(x).